--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 1" then
return [[
➖➖➖➖➖➖➖➖➖➖➖
💎 اهلا وسهلا بكم في قائمة الاوامر واحد💎
➖➖➖➖➖➖➖➖➖➖➖

📟🔦فتح👍🏿 او قفل👎🏿 الاضافه
📟🔦فتح👍🏿 او قفل👎🏿 البوتات
📟🔦فتح👍🏿 او قفل👎🏿 المجموعه
📟🔦فتح👍🏿 او قفل👎🏿الدردشه
📟🔦فتح👍🏿 او قفل👎🏿الصور
📟🔦فتح👍🏿 او قفل👎🏿 الصوت
📟🔦فتح👍🏿 او قفل👎🏿 الوسائط 
📟🔦فتح👍🏿 او قفل👎🏿الفيديو 
📟🔦فتح👍🏿 او قفل👎🏿 الروابط
📟🔦فتح👍🏿 او قفل👎🏿التكرار 
📟🔦فتح👍🏿 او قفل👎🏿 الملصقات
📟🔦فتح👍🏿 او قفل👎🏿الصورالمتحركه
📟🔦فتح👍🏿 او قفل👎🏿الفايلات
📟🔦فتح👍🏿 او قفل👎🏿الكلايش
📟🔦فتح👍🏿 او قفل👎🏿الاضافةالجماعيه
📟🔦فتح👍🏿 او قفل👎🏿العربيه 
📟🔦فتح👍🏿 او قفل👎🏿اعاده توجيه
📟🔦فتح👍🏿 او قفل👎🏿الجيوش 
➖➖➖➖➖➖➖➖➖➖➖
💎 اوامر المسح والحذف في المجموعه💎
➖➖➖➖➖➖➖➖➖➖➖
📟🔦مسح🚮رسائل المجموعه
📟🔦مسح🚮رسائل العضو بالرد
📟🔦مسح🚮الادمنية 
📟🔦مسح🚮الوصف
📟🔦مسح🚮القوانين
📟🔦ضع 📬التكرار 
📟🔦ضع 📬قوانين
📟🔦ضع 📬وصف
📟🔦ضع 📬 ممعرف
📟🔦وضع📬اسم
📟🔦وضع📬 صورة
📟🔦الطقس🌧🌈الب
📟🔦اكتب map (والبلد)لد
📟🔦زخرفه🆎النص (عربي)
➖➖➖➖➖➖➖➖➖➖➖
🛃المطور: @AHMED_ALOBIDE
🛃المطور:@hussian_9
🛃المطور:@Tiq_ll
🛃المطور:@project_kali
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 1)"
},
run = run 
}
end




